Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# Profile.PlaylistsNetworkFailure
source: The playlists request could not be reached. Check the network connection.
af_za: Die snitlysteversoek kon nie bereik word nie. Gaan die netwerkverbinding na.
am_et: የአጫዋች ዝርዝሮች ጥያቄው ሊደረስበት አልቻለም። የአውታረ መረብ ግንኙነቱን ያረጋግጡ።
ar_sa: لا يمكن الوصول إلى طلب قوائم التشغيل. تحقق من اتصال الشبكة.
as_in: প্লেলিষ্টৰ অনুৰোধত উপনীত হ’ব পৰা নগ’ল। নে'টৱৰ্ক সংযোগ পৰীক্ষা কৰক।
az_latn_az: Pleylist sorğusuna çatmaq mümkün olmadı. Şəbəkə bağlantısını yoxlayın.
be_by: Не ўдалося дасягнуць запыту плэйлістоў. Праверце падключэнне да сеткі.
bg_bg: Заявката за плейлисти не можа да бъде достигната. Проверете мрежовата връзка.
bn_bd: প্লেলিস্ট অনুরোধ পৌঁছানো যায়নি. নেটওয়ার্ক সংযোগ পরীক্ষা করুন।
bs_latn_ba: Nije moguće pristupiti zahtjevu za plejliste. Provjerite mrežnu vezu.
ca_es: No s'ha pogut arribar a la sol·licitud de llistes de reproducció. Comproveu la connexió de xarxa.
cs_cz: Požadavek na seznamy skladeb nebyl dosažen. Zkontrolujte připojení k síti.
da_dk: Anmodningen om afspilningslister kunne ikke nås. Tjek netværksforbindelsen.
de_de: Die Playlist-Anfrage konnte nicht erreicht werden. Überprüfen Sie die Netzwerkverbindung.
el_gr: Δεν ήταν δυνατή η επίτευξη του αιτήματος για playlist. Ελέγξτε τη σύνδεση δικτύου.
es_us: No se pudo acceder a la solicitud de listas de reproducción. Verifique la conexión de red.
et_ee: Esitusloendite päringut ei õnnestunud saavutada. Kontrollige võrguühendust.
eu_es: Ezin izan da erreprodukzio-zerrenden eskaerari heldu. Egiaztatu sareko konexioa.
fa_ir: به درخواست لیست های پخش نمی توان رسید. اتصال شبکه را بررسی کنید.
fi_fi: Soittolistapyyntöön ei saatu yhteyttä. Tarkista verkkoyhteys.
fil_ph: Hindi maabot ang kahilingan sa mga playlist. Suriin ang koneksyon sa network.
fr_ca: La demande de listes de lecture n'a pas pu être atteinte. Vérifiez la connexion réseau.
gl_es: Non se puido acceder á solicitude de listas de reprodución. Comprobe a conexión de rede.
gu_in: પ્લેલિસ્ટ વિનંતી સુધી પહોંચી શકાયું નથી. નેટવર્ક કનેક્શન તપાસો.
he_il: לא ניתן היה להגיע לבקשת הפלייליסטים. בדוק את חיבור הרשת.
hi_in: प्लेलिस्ट अनुरोध तक नहीं पहुंचा जा सका. नेटवर्क कनेक्शन की जाँच करें.
hr_hr: Nije bilo moguće doći do zahtjeva za popise za reprodukciju. Provjerite mrežnu vezu.
hu_hu: A lejátszási listák kérését nem sikerült elérni. Ellenőrizze a hálózati kapcsolatot.
hy_am: Չհաջողվեց հասնել տեսացանկերի հարցումին: Ստուգեք ցանցային կապը:
id_id: Permintaan daftar putar tidak dapat dipenuhi. Periksa koneksi jaringan.
is_is: Ekki náðist í beiðni um spilunarlista. Athugaðu nettenginguna.
it_it: Impossibile raggiungere la richiesta della playlist. Controlla la connessione di rete.
ja_jp: プレイリストリクエストに到達できませんでした。ネットワーク接続を確認してください。
ka_ge: დასაკრავი სიების მოთხოვნა ვერ მოხერხდა. შეამოწმეთ ქსელის კავშირი.
kk_kz: Ойнату тізімдері сұрауына қол жеткізу мүмкін болмады. Желі қосылымын тексеріңіз.
km_kh: សំណើបញ្ជីចាក់មិនអាចទាក់ទងបានទេ។ ពិនិត្យការតភ្ជាប់បណ្តាញ។
kn_in: ಪ್ಲೇಪಟ್ಟಿಗಳ ವಿನಂತಿಯನ್ನು ತಲುಪಲಾಗಲಿಲ್ಲ. ನೆಟ್ವರ್ಕ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ.
ko_kr: 재생목록 요청에 도달할 수 없습니다. 네트워크 연결을 확인하세요.
ky_kg: Ойнотмо тизмелер сурамына жетүүгө мүмкүн болгон жок. Тармак туташуусун текшериңиз.
lo_la: ບໍ່ສາມາດຕິດຕໍ່ຄຳຮ້ອງຂໍລາຍການຫຼິ້ນໄດ້. ກວດເບິ່ງການເຊື່ອມຕໍ່ເຄືອຂ່າຍ.
lt_lt: Nepavyko pasiekti grojaraščių užklausos. Patikrinkite tinklo ryšį.
lv_lv: Atskaņošanas sarakstu pieprasījumu nevarēja sasniegt. Pārbaudiet tīkla savienojumu.
mk_mk: Не можеше да се постигне барањето за плејлисти. Проверете ја мрежната врска.
ml_in: പ്ലേലിസ്റ്റ് അഭ്യർത്ഥനയിൽ എത്തിച്ചേരാനായില്ല. നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിക്കുക.
mn_mn: Тоглуулах жагсаалтын хүсэлтэд хүрч чадсангүй. Сүлжээний холболтыг шалгана уу.
mr_in: प्लेलिस्ट विनंती पोहोचू शकलो नाही. नेटवर्क कनेक्शन तपासा.
ms_my: Permintaan senarai main tidak dapat dicapai. Semak sambungan rangkaian.
nb_no: Forespørselen om spillelister kunne ikke nås. Sjekk nettverkstilkoblingen.
ne_np: प्लेलिस्ट अनुरोध पुग्न सकिएन। नेटवर्क जडान जाँच गर्नुहोस्।
nl_nl: Het verzoek voor de afspeellijsten kon niet worden bereikt. Controleer de netwerkverbinding.
or_in: ପ୍ଲେଲିଷ୍ଟ ଅନୁରୋଧ ପହଞ୍ଚି ପାରିଲା ନାହିଁ | ନେଟୱର୍କ ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ |
pa_in: ਪਲੇਲਿਸਟ ਬੇਨਤੀ ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ। ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pl_pl: Żądanie dotyczące playlist nie zostało osiągnięte. Sprawdź połączenie sieciowe.
pt_br: A solicitação de playlists não pôde ser atendida. Verifique a conexão de rede.
ro_ro: Solicitarea listelor de redare nu a putut fi îndeplinită. Verificați conexiunea la rețea.
ru_ru: Не удалось выполнить запрос плейлистов. Проверьте сетевое соединение.
si_lk: ධාවන ලැයිස්තු ඉල්ලීම වෙත ළඟා විය නොහැකි විය. ජාල සම්බන්ධතාවය පරීක්ෂා කරන්න.
sk_sk: Žiadosť o zoznamy skladieb sa nepodarilo dosiahnuť. Skontrolujte sieťové pripojenie.
sl_si: Zahteve za sezname predvajanja ni bilo mogoče doseči. Preverite omrežno povezavo.
sq_al: Kërkesa për listat e luajtjes nuk u arrit. Kontrolloni lidhjen e rrjetit.
sr_cyrl_rs: Није могуће приступити захтеву за плејлисте. Проверите мрежну везу.
sr_latn_rs: Nije moguće pristupiti zahtevu za plejliste. Proverite mrežnu vezu.
sv_se: Begäran om spellistor kunde inte nås. Kontrollera nätverksanslutningen.
sw_ke: Ombi la orodha za kucheza halikuweza kufikiwa. Angalia muunganisho wa mtandao.
ta_in: பிளேலிஸ்ட் கோரிக்கையை அடைய முடியவில்லை. பிணைய இணைப்பைச் சரிபார்க்கவும்.
te_in: ప్లేజాబితాల అభ్యర్థన చేరుకోలేకపోయింది. నెట్‌వర్క్ కనెక్షన్‌ని తనిఖీ చేయండి.
th_th: ไม่สามารถเข้าถึงคำขอเพลย์ลิสต์ได้ ตรวจสอบการเชื่อมต่อเครือข่าย
tr_tr: Çalma listeleri isteğine ulaşılamadı. Ağ bağlantısını kontrol edin.
uk_ua: Не вдалося отримати запит на списки відтворення. Перевірте підключення до мережі.
ur_pk: پلے لسٹس کی درخواست تک نہیں پہنچ سکی۔ نیٹ ورک کنکشن چیک کریں۔
uz_latn_uz: Pleylistlar soʻroviga erishib boʻlmadi. Tarmoq ulanishini tekshiring.
vi_vn: Không thể đạt được yêu cầu danh sách phát. Kiểm tra kết nối mạng.
zh_hans_cn: 无法达到播放列表请求。检查网络连接。
zh_hant_hk: 無法達到播放清單請求。檢查網路連線。
zu_za: Isicelo sohlu lwadlalwayo asifinyelelwanga. Hlola uxhumano lwenethiwekhi.

# Profile.PlaylistsTimedOut
source: The playlists request timed out. Check the network connection and try again.
af_za: Die snitlysteversoek het uitgetel. Gaan die netwerkverbinding na en probeer weer.
am_et: የአጫዋች ዝርዝሮች ጥያቄው ጊዜው አልፎበታል። የአውታረ መረብ ግንኙነቱን ያረጋግጡ እና እንደገና ይሞክሩ።
ar_sa: انتهت مهلة طلب قوائم التشغيل. تحقق من اتصال الشبكة وحاول مرة أخرى.
as_in: প্লেলিষ্টৰ অনুৰোধৰ সময় শেষ হৈ গ’ল। নে'টৱৰ্ক সংযোগ পৰীক্ষা কৰক আৰু পুনৰ চেষ্টা কৰক।
az_latn_az: Pleylist sorğusunun vaxtı bitdi. Şəbəkə bağlantısını yoxlayın və yenidən cəhd edin.
be_by: Час чакання запыту плэйлістоў скончыўся. Праверце падключэнне да сеткі і паўтарыце спробу.
bg_bg: Времето за изчакване на заявката за плейлисти изтече. Проверете мрежовата връзка и опитайте отново.
bn_bd: প্লেলিস্টের অনুরোধের সময় শেষ হয়েছে৷ নেটওয়ার্ক সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।
bs_latn_ba: Zahtjev za plejliste je istekao. Provjerite mrežnu vezu i pokušajte ponovo.
ca_es: La sol·licitud de llistes de reproducció s'ha esgotat. Comproveu la connexió de xarxa i torneu-ho a provar.
cs_cz: Časový limit požadavku na seznamy skladeb vypršel. Zkontrolujte připojení k síti a zkuste to znovu.
da_dk: Afspilningslisteanmodningen fik timeout. Tjek netværksforbindelsen, og prøv igen.
de_de: Bei der Playlist-Anfrage ist eine Zeitüberschreitung aufgetreten. Überprüfen Sie die Netzwerkverbindung und versuchen Sie es erneut.
el_gr: Το χρονικό όριο του αιτήματος των λιστών αναπαραγωγής έληξε. Ελέγξτε τη σύνδεση δικτύου και δοκιμάστε ξανά.
es_us: Se agotó el tiempo de espera de la solicitud de listas de reproducción. Verifique la conexión de red e inténtelo nuevamente.
et_ee: Esitusloendite taotlus aegus. Kontrollige võrguühendust ja proovige uuesti.
eu_es: Erreprodukzio-zerrenden eskaera denbora-muga gainditu da. Egiaztatu sareko konexioa eta saiatu berriro.
fa_ir: زمان درخواست لیست پخش به پایان رسیده است. اتصال شبکه را بررسی کنید و دوباره امتحان کنید.
fi_fi: Soittolistapyyntö aikakatkaistiin. Tarkista verkkoyhteys ja yritä uudelleen.
fil_ph: Nag-time out ang kahilingan sa mga playlist. Suriin ang koneksyon sa network at subukang muli.
fr_ca: La demande de listes de lecture a expiré. Vérifiez la connexion réseau et réessayez.
gl_es: Esgotouse o tempo de espera da solicitude de listas de reprodución. Comproba a conexión de rede e téntao de novo.
gu_in: પ્લેલિસ્ટ વિનંતીનો સમય સમાપ્ત થયો. નેટવર્ક કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
he_il: תם הזמן הקצוב לבקשת הפלייליסטים. בדוק את חיבור הרשת ונסה שוב.
hi_in: प्लेलिस्ट अनुरोध का समय समाप्त हो गया। नेटवर्क कनेक्शन जांचें और पुनः प्रयास करें।
hr_hr: Isteklo je vrijeme zahtjeva za popise za reprodukciju. Provjerite mrežnu vezu i pokušajte ponovno.
hu_hu: A lejátszási listák kérése lejárt. Ellenőrizze a hálózati kapcsolatot, és próbálja újra.
hy_am: Երգացանկերի հարցումը սպառվել է: Ստուգեք ցանցային կապը և նորից փորձեք:
id_id: Waktu permintaan daftar putar telah habis. Periksa koneksi jaringan dan coba lagi.
is_is: Beiðni um spilunarlista rann út á tíma. Athugaðu nettenginguna og reyndu aftur.
it_it: La richiesta della playlist è scaduta. Controlla la connessione di rete e riprova.
ja_jp: プレイリストリクエストがタイムアウトしました。ネットワーク接続を確認して、再試行してください。
ka_ge: დასაკრავი სიების მოთხოვნა ამოიწურა. შეამოწმეთ ქსელის კავშირი და სცადეთ ხელახლა.
kk_kz: Ойнату тізімдерін сұрау уақыты аяқталды. Желі қосылымын тексеріп, әрекетті қайталаңыз.
km_kh: សំណើបញ្ជីចាក់បានអស់ពេលហើយ។ ពិនិត្យការតភ្ជាប់បណ្តាញ ហើយព្យាយាមម្តងទៀត។
kn_in: ಪ್ಲೇಪಟ್ಟಿಗಳ ವಿನಂತಿಯ ಸಮಯ ಮೀರಿದೆ. ನೆಟ್‌ವರ್ಕ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಹಾಗೂ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 재생목록 요청 시간이 초과되었습니다. 네트워크 연결을 확인하고 다시 시도해 보세요.
ky_kg: Ойнотмо тизмелер сурамынын убактысы бүттү. Тармак туташуусун текшерип, кайра аракет кылыңыз.
lo_la: ການຮ້ອງຂໍລາຍການຫຼິ້ນໝົດເວລາ. ກວດເບິ່ງການເຊື່ອມຕໍ່ເຄືອຂ່າຍແລ້ວລອງໃໝ່ອີກຄັ້ງ.
lt_lt: Baigėsi grojaraščių užklausos skirtasis laikas. Patikrinkite tinklo ryšį ir bandykite dar kartą.
lv_lv: Atskaņošanas sarakstu pieprasījumam iestājās noildze. Pārbaudiet tīkla savienojumu un mēģiniet vēlreiz.
mk_mk: Времето на барањето за плејлисти истече. Проверете ја мрежната врска и обидете се повторно.
ml_in: പ്ലേലിസ്റ്റ് അഭ്യർത്ഥന സമയം കഴിഞ്ഞു. നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mn_mn: Тоглуулах жагсаалтын хүсэлтийн хугацаа хэтэрсэн. Сүлжээний холболтыг шалгаад дахин оролдоно уу.
mr_in: प्लेलिस्टची विनंती कालबाह्य झाली. नेटवर्क कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms_my: Permintaan senarai main telah tamat masa. Semak sambungan rangkaian dan cuba lagi.
nb_no: Spillelisteforespørselen ble tidsavbrutt. Sjekk nettverkstilkoblingen og prøv igjen.
ne_np: प्लेलिस्ट अनुरोध समय सकियो। नेटवर्क जडान जाँच गर्नुहोस् र पुन: प्रयास गर्नुहोस्।
nl_nl: Er is een time-out opgetreden voor het verzoek voor de afspeellijsten. Controleer de netwerkverbinding en probeer het opnieuw.
or_in: ପ୍ଲେଲିଷ୍ଟ ଅନୁରୋଧ ସମୟ ସମାପ୍ତ ହୋଇଛି | ନେଟୱର୍କ ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa_in: ਪਲੇਲਿਸਟਸ ਬੇਨਤੀ ਦਾ ਸਮਾਂ ਸਮਾਪਤ ਹੋ ਗਿਆ ਹੈ। ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl_pl: Upłynął limit czasu żądania playlist. Sprawdź połączenie sieciowe i spróbuj ponownie.
pt_br: A solicitação da playlist expirou. Verifique a conexão de rede e tente novamente.
ro_ro: Solicitarea listelor de redare a expirat. Verificați conexiunea la rețea și încercați din nou.
ru_ru: Время запроса плейлистов истекло. Проверьте сетевое соединение и повторите попытку.
si_lk: ධාවන ලැයිස්තු ඉල්ලීම කල් ඉකුත් විය. ජාල සම්බන්ධතාව පරීක්ෂා කර නැවත උත්සාහ කරන්න.
sk_sk: Časový limit žiadosti o zoznamy skladieb vypršal. Skontrolujte sieťové pripojenie a skúste to znova.
sl_si: Časovna omejitev zahteve za sezname predvajanja je potekla. Preverite omrežno povezavo in poskusite znova.
sq_al: Kërkesa për listat për luajtje ka mbaruar. Kontrollo lidhjen e rrjetit dhe provo sërish.
sr_cyrl_rs: Захтев за плејлисте је истекао. Проверите мрежну везу и покушајте поново.
sr_latn_rs: Zahtev za plejliste je istekao. Proverite mrežnu vezu i pokušajte ponovo.
sv_se: Begäran om spellistor tog timeout. Kontrollera nätverksanslutningen och försök igen.
sw_ke: Muda wa ombi la orodha za kucheza umekwisha. Angalia muunganisho wa mtandao na ujaribu tena.
ta_in: பிளேலிஸ்ட் கோரிக்கை நேரம் முடிந்தது. பிணைய இணைப்பைச் சரிபார்த்து மீண்டும் முயலவும்.
te_in: ప్లేజాబితాల అభ్యర్థన సమయం ముగిసింది. నెట్‌వర్క్ కనెక్షన్‌ని తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
th_th: คำขอเพลย์ลิสต์หมดเวลา ตรวจสอบการเชื่อมต่อเครือข่ายแล้วลองอีกครั้ง
tr_tr: Çalma listesi isteği zaman aşımına uğradı. Ağ bağlantısını kontrol edin ve tekrar deneyin.
uk_ua: Час очікування запиту списків відтворення минув. Перевірте підключення до мережі та повторіть спробу.
ur_pk: پلے لسٹس کی درخواست کا وقت ختم ہو گیا۔ نیٹ ورک کنکشن چیک کریں اور دوبارہ کوشش کریں۔
uz_latn_uz: Pleylistlar soʻrovi vaqti tugadi. Tarmoq ulanishini tekshiring va qayta urinib ko'ring.
vi_vn: Yêu cầu danh sách phát đã hết thời gian chờ. Hãy kiểm tra kết nối mạng và thử lại.
zh_hans_cn: 播放列表请求超时。检查网络连接并重试。
zh_hant_hk: 播放清單請求逾時。檢查網路連線並重試。
zu_za: Isicelo sohlu lwadlalwayo siphelelwe yisikhathi. Hlola ukuxhumeka kwenethiwekhi bese uyazama futhi.

# Profile.PlaylistVideosLoaded
source: {0:N0} playlist videos loaded.
af_za: {0:N0} snitlysvideo's gelaai.
am_et: {0:N0} አጫዋች ዝርዝር ቪዲዮዎች ተጭነዋል።
ar_sa: تم تحميل مقاطع فيديو قائمة التشغيل {0:N0}.
as_in: {0:N0} প্লেলিষ্ট ভিডিঅ'সমূহ লোড কৰা হৈছে।
az_latn_az: {0:N0} pleylist videoları yükləndi.
be_by: Загружаны відэа са спісу прайгравання {0:N0}.
bg_bg: {0:N0} видеоклипове от плейлиста са заредени.
bn_bd: {0:N0} প্লেলিস্ট ভিডিও লোড হয়েছে৷
bs_latn_ba: {0:N0} plejlista video zapisi su učitani.
ca_es: S'han carregat els vídeos de la llista de reproducció {0:N0}.
cs_cz: Načtena videa seznamu videí {0:N0}.
da_dk: {0:N0} afspilningsliste videoer indlæst.
de_de: {0:N0} Playlist-Videos geladen.
el_gr: Τα βίντεο της λίστας αναπαραγωγής {0:N0} φορτώθηκαν.
es_us: Vídeos de la lista de reproducción {0:N0} cargados.
et_ee: {0:N0} esitusloendi videod on laaditud.
eu_es: {0:N0} erreprodukzio-zerrendako bideoak kargatu dira.
fa_ir: ویدیوهای لیست پخش {0:N0} بارگیری شد.
fi_fi: {0:N0}-soittolistavideot ladattu.
fil_ph: {0:N0} playlist video na-load.
fr_ca: Vidéos de la liste de lecture {0:N0} chargées.
gl_es: Cargáronse os vídeos da lista de reprodución {0:N0}.
gu_in: {0:N0} પ્લેલિસ્ટ વિડિઓઝ લોડ થયા.
he_il: סרטונים בפלייליסט {0:N0} נטענו.
hi_in: {0:N0} प्लेलिस्ट वीडियो लोड किए गए।
hr_hr: Učitani su videozapisi {0:N0} popisa za reprodukciju.
hu_hu: {0:N0} lejátszási listás videók betöltve.
hy_am: {0:N0} տեսացանկի տեսանյութերը բեռնված են:
id_id: Video daftar putar {0:N0} dimuat.
is_is: {0:N0} spilunarlista myndbönd hlaðin.
it_it: Video della playlist {0:N0} caricati.
ja_jp: {0:N0} プレイリストビデオが読み込まれました。
ka_ge: {0:N0} დასაკრავი სიის ვიდეოები ჩაიტვირთა.
kk_kz: {0:N0} ойнату тізімі бейнелері жүктелді.
km_kh: វីដេអូ​បញ្ជី​ចាក់ {0:N0} បាន​ផ្ទុក។
kn_in: {0:N0} ಪ್ಲೇಪಟ್ಟಿ ವೀಡಿಯೊಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗಿದೆ.
ko_kr: {0:N0} 재생목록 동영상이 로드되었습니다.
ky_kg: {0:N0} ойнотмо тизмедеги видеолор жүктөлдү.
lo_la: ໂຫຼດວິດີໂອລາຍການຫຼິ້ນ {0:N0} ແລ້ວ.
lt_lt: {0:N0} grojaraščio vaizdo įrašai įkelti.
lv_lv: {0:N0} atskaņošanas saraksta videoklipi ir ielādēti.
mk_mk: Вчитани се видеата со плејлистата {0:N0}.
ml_in: {0:N0} പ്ലേലിസ്റ്റ് വീഡിയോകൾ ലോഡ് ചെയ്തു.
mn_mn: {0:N0} тоглуулах жагсаалтын видеог ачааллаа.
mr_in: {0:N0} प्लेलिस्ट व्हिडिओ लोड केले.
ms_my: Video senarai main {0:N0} dimuatkan.
nb_no: {0:N0} spillelistevideoer lastet inn.
ne_np: {0:N0} प्लेलिस्ट भिडियोहरू लोड गरियो।
nl_nl: {0:N0} afspeellijstvideo's geladen.
or_in: {0:N0} ପ୍ଲେଲିଷ୍ଟ ଭିଡିଓ ଲୋଡ୍ ହୋଇଛି |
pa_in: {0:N0} ਪਲੇਲਿਸਟ ਵੀਡੀਓਜ਼ ਲੋਡ ਕੀਤੇ ਗਏ।
pl_pl: Załadowano filmy z listy odtwarzania {0:N0}.
pt_br: Vídeos da lista de reprodução {0:N0} carregados.
ro_ro: {0:N0} videoclipuri din lista de redare au fost încărcate.
ru_ru: Видео из плейлиста {0:N0} загружены.
si_lk: {0:N0} ධාවන ලැයිස්තු වීඩියෝ පටවා ඇත.
sk_sk: Načítané videá zo zoznamu videí {0:N0}.
sl_si: Naloženi videoposnetki s seznama predvajanja {0:N0}.
sq_al: Videot e listës për luajtje {0:N0} u ngarkuan.
sr_cyrl_rs: {0:N0} видео снимци плејлисте су учитани.
sr_latn_rs: {0:N0} video snimci plejliste su učitani.
sv_se: {0:N0} spellista videor laddade.
sw_ke: Video za orodha ya kucheza za {0:N0} zimepakiwa.
ta_in: {0:N0} பிளேலிஸ்ட் வீடியோக்கள் ஏற்றப்பட்டன.
te_in: {0:N0} ప్లేజాబితా వీడియోలు లోడ్ చేయబడ్డాయి.
th_th: โหลดวิดีโอเพลย์ลิสต์ {0:N0} แล้ว
tr_tr: {0:N0} oynatma listesi videoları yüklendi.
uk_ua: Завантажено відео зі списку відтворення {0:N0}.
ur_pk: {0:N0} پلے لسٹ ویڈیوز لوڈ ہو گئے۔
uz_latn_uz: {0:N0} pleylist videolari yuklandi.
vi_vn: Đã tải video danh sách phát {0:N0}.
zh_hans_cn: {0:N0} 播放列表视频已加载。
zh_hant_hk: {0:N0} 播放清單影片已載入。
zu_za: {0:N0} amavidiyo ohlu lwadlalwayo alayishiwe.

# Profile.PlaylistVideosNetworkFailure
source: The playlist videos request could not be reached. Check the network connection.
af_za: Die snitlysvideo's-versoek kon nie bereik word nie. Gaan die netwerkverbinding na.
am_et: የአጫዋች ዝርዝር ቪዲዮዎች ጥያቄ ሊደረስበት አልቻለም። የአውታረ መረብ ግንኙነቱን ያረጋግጡ።
ar_sa: تعذر الوصول إلى طلب مقاطع الفيديو الخاصة بقائمة التشغيل. تحقق من اتصال الشبكة.
as_in: প্লেলিষ্ট ভিডিঅ’ৰ অনুৰোধত উপনীত হ’ব পৰা নগ’ল। নে'টৱৰ্ক সংযোগ পৰীক্ষা কৰক।
az_latn_az: Pleylist video sorğusuna çatmaq mümkün olmadı. Şəbəkə bağlantısını yoxlayın.
be_by: Не ўдалося атрымаць запыт на відэа ў плэйлісце. Праверце падключэнне да сеткі.
bg_bg: Заявката за видеоклипове в плейлиста не можа да бъде достигната. Проверете мрежовата връзка.
bn_bd: প্লেলিস্ট ভিডিও অনুরোধ পৌঁছানো যায়নি. নেটওয়ার্ক সংযোগ পরীক্ষা করুন।
bs_latn_ba: Nije moguće pristupiti zahtjevu za videozapise za reprodukciju. Provjerite mrežnu vezu.
ca_es: No s'ha pogut accedir a la sol·licitud de vídeos de la llista de reproducció. Comproveu la connexió de xarxa.
cs_cz: Požadavek na videa v seznamu videí nelze dosáhnout. Zkontrolujte připojení k síti.
da_dk: Anmodningen om playlistevideoer kunne ikke nås. Tjek netværksforbindelsen.
de_de: Die Anfrage für Playlist-Videos konnte nicht erreicht werden. Überprüfen Sie die Netzwerkverbindung.
el_gr: Δεν ήταν δυνατή η επίτευξη του αιτήματος για τα βίντεο της λίστας αναπαραγωγής. Ελέγξτε τη σύνδεση δικτύου.
es_us: No se pudo acceder a la solicitud de videos de la lista de reproducción. Verifique la conexión de red.
et_ee: Esitusloendi videote päringule ei õnnestunud jõuda. Kontrollige võrguühendust.
eu_es: Ezin izan da erreprodukzio-zerrendako bideo-eskaera iritsi. Egiaztatu sareko konexioa.
fa_ir: به درخواست ویدیوهای لیست پخش دسترسی پیدا نکرد. اتصال شبکه را بررسی کنید.
fi_fi: Soittolistavideopyyntöön ei saatu yhteyttä. Tarkista verkkoyhteys.
fil_ph: Hindi maabot ang kahilingan sa mga video ng playlist. Suriin ang koneksyon sa network.
fr_ca: La demande de vidéos de liste de lecture n'a pas pu être atteinte. Vérifiez la connexion réseau.
gl_es: Non se puido acceder á solicitude de vídeos da lista de reprodución. Comprobe a conexión de rede.
gu_in: પ્લેલિસ્ટ વિડિઓઝ વિનંતિ સુધી પહોંચી શકાયું નથી. નેટવર્ક કનેક્શન તપાસો.
he_il: לא ניתן היה להגיע לבקשת הסרטונים בפלייליסט. בדוק את חיבור הרשת.
hi_in: प्लेलिस्ट वीडियो अनुरोध तक नहीं पहुंचा जा सका. नेटवर्क कनेक्शन की जाँच करें.
hr_hr: Zahtjev za popis videozapisa nije dostupan. Provjerite mrežnu vezu.
hu_hu: A lejátszási listákra vonatkozó videókra vonatkozó kérést nem sikerült elérni. Ellenőrizze a hálózati kapcsolatot.
hy_am: Տեսացանկի տեսանյութերի հարցումը չհաջողվեց հասնել: Ստուգեք ցանցային կապը:
id_id: Permintaan video playlist tidak dapat dipenuhi. Periksa koneksi jaringan.
is_is: Ekki tókst að ná í beiðni um myndskeið á spilunarlistanum. Athugaðu nettenginguna.
it_it: Impossibile raggiungere la richiesta dei video della playlist. Controlla la connessione di rete.
ja_jp: プレイリストビデオリクエストに到達できませんでした。ネットワーク接続を確認してください。
ka_ge: დასაკრავი სიის ვიდეოების მოთხოვნა ვერ მოხერხდა. შეამოწმეთ ქსელის კავშირი.
kk_kz: Ойнату тізімі бейнелерінің сұрауына қол жеткізу мүмкін болмады. Желі қосылымын тексеріңіз.
km_kh: សំណើវីដេអូបញ្ជីចាក់មិនអាចទាក់ទងបានទេ។ ពិនិត្យការតភ្ជាប់បណ្តាញ។
kn_in: ಪ್ಲೇಪಟ್ಟಿ ವೀಡಿಯೊಗಳ ವಿನಂತಿಯನ್ನು ತಲುಪಲಾಗಲಿಲ್ಲ. ನೆಟ್ವರ್ಕ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ.
ko_kr: 재생목록 동영상 요청에 도달할 수 없습니다. 네트워크 연결을 확인하세요.
ky_kg: Ойнотмо тизмедеги видеолордун сурамына жете алган жок. Тармак туташуусун текшериңиз.
lo_la: ບໍ່ສາມາດຕິດຕໍ່ຄຳຮ້ອງຂໍວິດີໂອລາຍການຫຼິ້ນໄດ້. ກວດເບິ່ງການເຊື່ອມຕໍ່ເຄືອຂ່າຍ.
lt_lt: Nepavyko pasiekti grojaraščio vaizdo įrašų užklausos. Patikrinkite tinklo ryšį.
lv_lv: Atskaņošanas saraksta videoklipu pieprasījumu nevarēja sasniegt. Pārbaudiet tīkla savienojumu.
mk_mk: Барањето видеа од плејлистата не можеше да се постигне. Проверете ја мрежната врска.
ml_in: പ്ലേലിസ്റ്റ് വീഡിയോകളുടെ അഭ്യർത്ഥനയിൽ എത്തിച്ചേരാനായില്ല. നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിക്കുക.
mn_mn: Тоглуулах жагсаалтын видео хүсэлтэд хүрч чадсангүй. Сүлжээний холболтыг шалгана уу.
mr_in: प्लेलिस्ट व्हिडिओ विनंतीवर पोहोचता आले नाही. नेटवर्क कनेक्शन तपासा.
ms_my: Permintaan video senarai main tidak dapat dicapai. Semak sambungan rangkaian.
nb_no: Forespørselen om spillelistevideoer kunne ikke nås. Sjekk nettverkstilkoblingen.
ne_np: प्लेलिस्ट भिडियो अनुरोध पुग्न सकिएन। नेटवर्क जडान जाँच गर्नुहोस्।
nl_nl: Het verzoek voor de afspeellijstvideo's kan niet worden bereikt. Controleer de netwerkverbinding.
or_in: ପ୍ଲେଲିଷ୍ଟ ଭିଡିଓ ଅନୁରୋଧ ପହଞ୍ଚି ପାରିଲା ନାହିଁ | ନେଟୱର୍କ ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ |
pa_in: ਪਲੇਲਿਸਟ ਵੀਡੀਓ ਬੇਨਤੀ ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ। ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pl_pl: Nie udało się uzyskać żądania dotyczącego playlisty filmów. Sprawdź połączenie sieciowe.
pt_br: Não foi possível acessar a solicitação de vídeos da playlist. Verifique a conexão de rede.
ro_ro: Solicitarea videoclipurilor din lista de redare nu a putut fi contactată. Verificați conexiunea la rețea.
ru_ru: Не удалось выполнить запрос видео плейлиста. Проверьте сетевое соединение.
si_lk: ධාවන ලැයිස්තු වීඩියෝ ඉල්ලීම වෙත ළඟා විය නොහැකි විය. ජාල සම්බන්ධතාවය පරීක්ෂා කරන්න.
sk_sk: Žiadosť o zoznam videí nebola dosiahnutá. Skontrolujte sieťové pripojenie.
sl_si: Zahteve za seznam videoposnetkov ni bilo mogoče doseči. Preverite omrežno povezavo.
sq_al: Kërkesa për video të listës për luajtje nuk u arrit. Kontrolloni lidhjen e rrjetit.
sr_cyrl_rs: Није могуће приступити захтеву за видео снимке плејлисте. Проверите мрежну везу.
sr_latn_rs: Nije moguće pristupiti zahtevu za video snimke plejliste. Proverite mrežnu vezu.
sv_se: Det gick inte att nå begäran om videoklipp för spellistan. Kontrollera nätverksanslutningen.
sw_ke: Ombi la video za orodha ya kucheza halikuweza kufikiwa. Angalia muunganisho wa mtandao.
ta_in: பிளேலிஸ்ட் வீடியோ கோரிக்கையை அடைய முடியவில்லை. பிணைய இணைப்பைச் சரிபார்க்கவும்.
te_in: ప్లేజాబితా వీడియోల అభ్యర్థన చేరుకోలేకపోయింది. నెట్‌వర్క్ కనెక్షన్‌ని తనిఖీ చేయండి.
th_th: ไม่สามารถเข้าถึงคำขอเพลย์ลิสต์วิดีโอได้ ตรวจสอบการเชื่อมต่อเครือข่าย
tr_tr: Oynatma listesi video isteğine ulaşılamadı. Ağ bağlantısını kontrol edin.
uk_ua: Не вдалося отримати запит на відео в списку відтворення. Перевірте підключення до мережі.
ur_pk: پلے لسٹ ویڈیوز کی درخواست تک نہیں پہنچ سکی۔ نیٹ ورک کنکشن چیک کریں۔
uz_latn_uz: Pleylist videolari soʻroviga ulanib boʻlmadi. Tarmoq ulanishini tekshiring.
vi_vn: Không thể đạt được yêu cầu video danh sách phát. Kiểm tra kết nối mạng.
zh_hans_cn: 无法达到播放列表视频请求。检查网络连接。
zh_hant_hk: 無法達到播放清單影片請求。檢查網路連線。
zu_za: Isicelo samavidiyo ohlu lwadlalwayo asifinyelelwanga. Hlola uxhumano lwenethiwekhi.
